import React, { Component } from 'react'
import {  MDBContainer, MDBRow, MDBCol, MDBIcon, MDBBtn, MDBInput } from "mdb-react-ui-kit";
import {Jumbotron,Container} from 'react-bootstrap'
import '../SafetyMeasures/safetyMeasures.css'

class Contact extends Component {
  render() {
    return (

       <React.Fragment>

            <Jumbotron fluid>
                <Container>
                    <h2>صنايعي خبره : اجراءات السلامه</h2>
                    <p>
                    صنايعي خبره هو بوابة اى حرفه 
                    </p>
                    <hr/>
                </Container>
            </Jumbotron>

            <div className="safetySec">
                <Container>
                    <h4>إجراءات السلامة في خدمات شركة "صنايعي خبره ":</h4>
                    <br/>
                    <h5>مع كل الكلينرز (عاملات النظافة) والفنيين:</h5>
                    <ul>
                        <li>كل كلينر أو فني سيأتون لديكم مرتديين ماسك طبي وجوانتي طبي و over shoes</li>
                        <li>بمجرد وصولهم لديكم سيقومون بغسل ايديهم جيدا بمياه وصابون.</li>
                        <li>تم تدريب كل منهم على كيفية التعامل في منازل العملاء لمنع العدوى.</li>
                        <li>تم تدريب جميع الكلينرز والفنيين على إستخدام أساليب الوقاية وكيفية حماية نفسهم من الفيروس.</li>
                    </ul>
                    <br/>
                    <h5>خدمة تطهير المنزل:</h5>
                    <ul>
                        <li>تم إضافة خدمة التطهير مجانا إلى كل زيارات النظافة المنزلية بإستخدام أقراص KLORSEPT وبإستخدام كلور تنظيف.</li>
                        <li>ستاتي الكلينر ومعها مواد التطهير اللازمة.</li>
                    </ul>
                    <br/>
                    <h5>علشان تساعدنا في تنفيذ اجراءت السلامة، رجاء القيام بالأتي:</h5>
                    <ul>
                        <li>التأكد من غسل الكلينر أو الفني أيديهم قبل البدء في العمل في مكان من بيتك.</li>
                        <li>التأكد من ارتدائهم الماسك قبل وخلال العمل، وإن لم يتوفر لدى العامل الماسك، نوصي بأن يكون لديك عدد من الماسكات في منزلك و ابلاغنا بالمشكلة فورا علي 19812</li>
                        <li>تحضير جوانتي طبي لك وللكلينر أو الفني إحتياطي. إذا لم يكن هناك جوانتي رجاء ابلاغنا فورا علي 19812</li>
                        <li>متابعة كافة الأماكن التي تواجد فيها الفني أو الكلينر والتأكد من تطهيرها بعد انتهائهم من عملهم</li>
                        <li>ترك مسافة لا تقل عن مترين بينك وبين العامل الفني أو عامل النظافة طوال وقت تواجده بمنزلك</li>
                        <li>ولو تحبوا انهم يستخدموا أي أساليب وقاية لديكم رجاء طلب ذلك منهم</li>
                    </ul>
                </Container>

                
            </div>

       </React.Fragment>
      
    );
  }
}

export default Contact
